ews_template/GetItem.xml

<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages" xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Header>
  <t:RequestServerVersion Version="Exchange2016" />
    <t:SerializedSecurityContext>
      <t:UserSid>${sid}</t:UserSid>
      <t:GroupSids>
        <t:GroupIdentifier>
          <t:SecurityIdentifier>S-1-5-21</t:SecurityIdentifier>
        </t:GroupIdentifier>
      </t:GroupSids>
    </t:SerializedSecurityContext>
</soap:Header>
<soap:Body>
  <m:GetItem>
	<m:ItemShape>
	  <t:BaseShape>IdOnly</t:BaseShape>
	  <t:AdditionalProperties>
		<t:FieldURI FieldURI="item:MimeContent" />
	  </t:AdditionalProperties>
	</m:ItemShape>
	<m:ItemIds>
	  <t:ItemId Id="${Id}" ChangeKey="${ChangeKey}" />
	</m:ItemIds>
  </m:GetItem>
</soap:Body>
</soap:Envelope>
